Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HOW_TO_PAIR_MFI_CONTENT
source: Follow the instructions that came with the controller.
ar: اتبع التعليمات المرفقة مع ذراع التحكم.
bg: Следвайте инструкциите, които идват с контролера.
ca: Segueix les instruccions que venen amb el comandament.
cs: Postupujte podle pokynů v příručce k ovladači.
da: Følg de instruktioner, der fulgte med controlleren.
de: Folge den Anleitungen, die mit dem Controller geliefert wurden.
el: Ακολουθήστε τις οδηγίες που συνοδεύουν το χειριστήριο.
es: Sigue las instrucciones incluidas con el mando.
es_us: Sigue las instrucciones que vienen con el control.
fi: Noudata ohjaimen mukana tulleita ohjeita.
fr: Suivez les instructions fournies avec la manette.
fr_ca: Suivez les instructions fournies avec la manette.
he: יש לעקוב אחר ההוראות שהגיעו עם השלט.
hi: कंट्रोलर के साथ आए निर्देशों का पालन करें।
hr: Slijedite upute koje su isporučene s kontrolerom.
hu: Kövesse a vezérlőhöz mellékelt utasításokat.
id: Ikuti instruksi yang disertakan dengan pengontrol.
it: Segui le istruzioni allegate al controller.
ja: コントローラに付随する手順に従います。
kk: Контроллермен бірге берілген нұсқауларды орындаңыз.
ko: 컨트롤러에 동봉된 지침을 따르십시오.
lt: Vadovaukitės prie valdiklio pridėtais nurodymais.
ms: Ikuti arahan yang disertakan dengan pengawal.
nb: Følg instruksjonene som fulgte med kontrolleren.
nl: Volg de meegeleverde instructies.
pl: Postępuj zgodnie z instrukcjami dostarczonymi z kontrolerem.
pt_br: Siga as instruções fornecidas com o controle.
pt_pt: Siga as instruções fornecidas com o comando.
ro: Urmați instrucțiunile aferente controllerului.
ru: Следуйте инструкциям, прилагаемым к контроллеру.
sk: Postupujte podľa pokynov dodaných s ovládačom.
sl: Upoštevajte navodila, priložena igralnemu kontrolerju.
sv: Följ anvisningarna som följde med spelkontrollen.
th: ทำตามคำแนะนำที่ให้มาพร้อมกับอุปกรณ์ควบคุม
tr: Kumandayla gelen yönergeleri izleyin.
uk: Виконайте інструкції з комплекту постачання контролера.
vi: Hãy làm theo hướng dẫn đi kèm với bộ điều khiển.
zh_cn: 按照控制器附带的说明操作。
zh_hk: 請按照控制器隨附的指示操作。
zh_tw: 依照控制器隨附的指示操作。

# HOW_TO_PAIR_MFI_HEADER
source: MFi Controller
ar: ذراع تحكم MFi
bg: Контролер MFi
ca: Comandament MFi
cs: MFi ovladač
el: Χειριστήριο MFi
es: Mando MFi
es_us: Control Made For iPhone (MFi)
fi: MFi-ohjain
fr: Manette MFi
fr_ca: Manette MFi
he: שלט MFI
hi: MFi कंट्रोलर
hr: Kontroler za MFi
hu: MFi-vezérlő
id: Pengontrol MFi
it: Controller MFi
ja: MFiコントローラ
kk: MFi контроллері
ko: MFi 컨트롤러
lt: „MFi“ valdiklis
ms: Pengawal MFi
nb: MFi-kontroller
pl: Kontroler MFi
pt_br: Controle MFi
pt_pt: Comando MFi
ro: Controller MFi
ru: Контроллер MFi
sk: Ovládač typu MFi
sl: Igralni kontroler MFi
sv: MFi-spelkontroll
th: อุปกรณ์ควบคุม MFi
tr: MFi Kumandası
uk: Контролер MFi
vi: Bộ điều khiển MFi
zh_cn: MFi控制器
zh_hk: MFi控制器
zh_tw: MFi控制器

# HOW_TO_PAIR_NINTENDO_CONTENT
source: For the Pro Controller, hold the pairing button 􀥆 until the lights at the bottom of the controller flash. For a Joy-Con, press and hold the Sync button 􁏰 along its edge until the lights flash.
ar: بالنسبة إلى Pro Controller، اضغط مطولًا على زر الإقران 􀥆 حتى تومض الأضواء الموجودة في أسفل ذراع التحكم. بالنسبة إلى Joy-Con، اضغط مطولًا على زر Sync‏ 􁏰 على امتداد الحافة حتى تبدأ الأضواء في الوميض.
bg: При контролер Pro задръжте бутона за свързване 􀥆, докато светлинните индикатори в долната част на контролера мигат. При контролер Joy-Con натиснете бутона за синхронизиране 􁏰, заедно с неговия ъгъл, докато светлинните индикатори мигат.
ca: Als comandaments Pro, mantén premut el botó d’enllaç 􀥆 fins que els llums de la part inferior comencin a parpellejar. Als Joy‑Con, fes el mateix, però amb el botó de sincronització 􁏰 que hi ha al lateral.
cs: Na ovladači Pro podržte tlačítko pro spárování 􀥆, dokud nezačnou blikat světla na spodní straně ovladače. Na ovladači Joy‑Con podržte tlačítko synchronizace 􁏰 na jeho okraji, dokud nezačnou blikat světla.
da: På Pro-controller: Hold knappen til pardannelse 􀥆 nede, indtil lysene i bunden af controlleren blinker. På Joy-Con: Tryk på og hold Sync-knappen 􁏰 inde ved kanten, indtil lysene blinker.
de: Halte beim Pro Controller die Kopplungstaste 􀥆 gedrückt, bis die LEDs auf der Unterseite des Controllers blinken. Halte beim Joy-Con den SYNC-Knopf 􁏰 auf der Seite gedrückt, bis die LEDs zu blinken beginnen.
el: Για το χειριστήριο Pro Controller, κρατήστε πατημένο το κουμπί ζευγοποίησης 􀥆 μέχρι να αρχίσουν να αναβοσβήνουν οι φωτεινές ενδείξεις στο κάτω μέρος του χειριστηρίου. Για το Joy-Con, κρατήστε πατημένο το κουμπί συγχρονισμού 􁏰 κατά μήκος του άκρου μέχρι να αρχίσουν να αναβοσβήνουν οι φωτεινές ενδείξεις.
es: Para el mando Pro, mantén pulsado el botón de enlace 􀥆 hasta que las luces de la parte inferior del mando parpadeen. Para los mandos Joy‑Con, mantén pulsado el botón Sync 􁏰 hasta que las luces empiecen a parpadear.
es_us: Para el control Pro, mantén presionado el botón de enlace 􀥆 hasta que parpadeen las luces de la parte inferior del control. Para un Joy-Con, mantén presionado el botón SYNC 􁏰 por el borde hasta que las luces empiecen a parpadear.
fi: Pro Controller: pidä parinmuodostuspainiketta 􀥆 painettuna, kunnes ohjaimen alaosassa olevat valot vilkkuvat. Joy-Con: pidä sen reunassa olevaa Sync-painiketta 􁏰 painettuna, kunnes valot vilkkuvat.
fr: Pour la manette Pro, maintenez enfoncé le bouton de jumelage 􀥆 jusqu’à ce que les voyants situés au bas de la manette clignotent. Pour une manette Joy-Con, maintenez enfoncé le bouton Sync 􀥆 situé sur le bord jusqu’à ce que les voyants clignotent.
fr_ca: Avec une manette Pro, appuyez de façon prolongée sur le bouton de jumelage 􀥆 jusqu’à ce que les voyants situés sur la partie inférieure de la manette clignotent. Avec une manette Joy‑Con, appuyez de façon prolongée sur le bouton « Sync » 􁏰 sur le bord jusqu’à ce que les voyants clignotent.
he: בבקר Pro, יש ללחוץ ממושכות על כפתור הקישור 􀥆 עד שהנורות בתחתית הבקר מתחילות להבהב. בבקר Joy-Con, יש ללחוץ ממושכות על הכפתור ״סנכרון״ (Sync) 􁏰 שנמצא בצד הבקר עד שהנורות מתחילות להבהב.
hi: Pro Controller के लिए, पेयरिंग बटन 􀥆 को तब तक दबाकर रखें जब तक कंट्रोलर के नीचे की लाइट फ़्लैश न करने लगे। Joy-Con के लिए, सिंक बटन 􁏰 को इसके किनारे के साथ तब तक दबाकर रखें जब तक कि लाइट फ़्लैश न करने लगे।
hr: Za kontroler Pro zadržite tipku 􀥆 sve dok svjetla na dnu kontrolera ne počnu treperiti. Za Joy-Con pritisnite i zadržite tipku za sinkroniziranje 􀥆 duž ruba sve dok svjetla ne počnu treperiti.
hu: A Pro Controlleren tartsa lenyomva a párosítás gombot 􀥆, amíg a vezérlő alján található fények villogni nem kezdenek. Joy-Con esetében nyomja meg, és tartsa nyomva a Sync gombot 􁏰 a széle mentén, amíg a fények villogni nem kezdenek.
id: Untuk Pengontrol Pro, tahan tombol pemasangan 􀥆 hingga lampu di bagian bawah pengontrol berkedip. Untuk Joy-Con, tekan dan tahan tombol Sync 􁏰 pada bagian tepi hingga lampu berkedip.
it: Per il controller Pro, tieni premuto il pulsante di abbinamento 􀥆 fino a quando le luci nella parte inferiore del controller iniziano a lampeggiare. Per il controller Joy‑Con, tieni premuto il pulsante Sync 􁏰 sul bordo fino a quando le luci iniziano a lampeggiare.
ja: Proコントローラーの場合は、コントローラーの下部にあるライトが点滅するまでシンクロボタン􀥆を長押します。Joy-Conの場合は、ライトが点滅し始めるまでコントローラの端にあるシンクロボタン􁏰を長押します。
kk: Pro контроллері үшін жұптастыру түймесін 􀥆, контроллердің төменгі жағындағы шамдар жыпылықтағанша ұстап тұрыңыз. Joy-Con джойстигі үшін оның жиегі бойындағы синхрондау түймесін 􁏰, шамдар жыпылықтағанша басыңыз.
ko: Pro 컨트롤러의 경우, 아래에 위치한 램프가 깜박일 때까지 페어링 버튼􀥆을 길게 누르십시오. Joy-Con의 경우, 램프가 깜박일 때까지 모서리에 있는 동기화 버튼􁏰을 길게 누르십시오.
lt: Norėdami susieti valdiklį „Pro Controller“, paspauskite ir laikykite susiejimo mygtuką 􀥆, kol valdiklio apačioje esančios lemputės ims mirksėti. Norėdami susieti valdiklį „Joy-Con“, paspauskite ir laikykite ties valdiklio kraštu esantį sinchronizavimo mygtuką 􁏰, kol lemputės ims mirksėti.
ms: Untuk Pro Controller, tahan butang berpasangan 􀥆 sehingga lampu di bahagian bawah pengawal berkelip. Untuk Joy-Con, tekan dan tahan butang Sync 􁏰 sepanjang pinggirnya sehingga lampu berkelip.
nb: Hvis du har en Pro Controller, holder du inne pareknappen 􀥆 til lysene på undersiden av kontrolleren begynner å blinke. Hvis du har en Joy-Con, trykker du og holder inne Sync-knappen 􁏰 langs ytterkanten til lysene blinker.
nl: Bij de Pro Controller houd je de verbindingsknop 􀥆 ingedrukt tot de lampjes onderaan de controller knipperen. Bij een Joy-Con houd je de Sync-knop 􁏰 ingedrukt tot de lampjes beginnen te knipperen.
pl: Jeśli masz kontroler Pro, naciśnij i przytrzymaj przycisk łączenia w parę 􀥆, aż diody w jego dolnej części zaczną błyskać. Jeśli masz kontroler Joy‑Con, naciśnij i przytrzymaj znajdujący się na jego krawędzi przycisk synchronizacji 􁏰, aż diody zaczną błyskać.
pt_br: No Pro Controller, mantenha o botão de emparelhamento 􀥆 pressionado até as luzes inferiores do controle piscarem. No Joy‑Con, mantenha pressionado o botão Sincronizar 􁏰 até a luz começar a piscar.
pt_pt: Num comando Pro, mantenha premido o botão de emparelhamento 􀥆 até as luzes na base do comando começarem a piscar. Num comando Joy‑Con, mantenha premido o botão de sincronizar 􁏰 até as luzes começarem a piscar.
ro: Pentru controllerul Pro, țineți apăsat butonul de asociere 􀥆 până când luminile din partea de jos a controllerului încep să clipească. Pentru un controller Joy‑Con, apăsați și mențineți butonul Sync 􁏰 de pe margine până când luminile încep să clipească.
ru: На Nintendo Switch Pro удерживайте кнопку создания пары 􀥆, пока световые индикаторы внизу контроллера не начнут мигать. На Nintendo Switch Joy‑Con удерживайте кнопку синхронизации 􁏰 сбоку контроллера, пока индикаторы не начнут мигать.
sk: Na ovládači Pro Controller podržte tlačidlo párovania 􀥆, až kým nezačnú blikať kontrolky na spodku ovládača. Na ovládači Joy-Con stlačte a podržte tlačidlo Sync 􁏰, až kým nezačnú blikať kontrolky.
sl: Če imate igralni kontroler Nintendo Switch Pro, pridržite gumb za seznanjanje 􀥆, dokler ne začnejo utripati lučke na spodnjem delu igralnega kontrolerja. Če imate Joy-Con, pritisnite in pridržite gumb Sync 􁏰 na njegovem robu, dokler lučke ne začnejo utripati.
sv: För Pro-spelkontrollen håller du in parkopplingsknappen 􀥆 tills lamporna längst ned på spelkontrollen blinkar. För en Joy-Con trycker du och håller in SYNC-knappen 􁏰 vid kanten tills lamporna börjar blinka.
th: สำหรับอุปกรณ์ควบคุม Pro ให้กดปุ่มจับคู่ 􀥆 ค้างไว้จนกว่าไฟที่ด้านล่างของอุปกรณ์ควบคุมจะกะพริบ สำหรับอุปกรณ์ควบคุม Joy-Con ให้กดปุ่ม Sync 􁏰 ตามแนวขอบค้างไว้จนกว่าไฟจะกะพริบ
tr: Pro Controller için, kumandanın altındaki ışıklar yanıp sönene kadar eşleme düğmesini 􀥆 basılı tutun. Joy-Con için, ışıklar yanıp sönene kadar kenarındaki Sync düğmesini 􁏰 basılı tutun.
uk: На контролері Pro Controller натисніть і утримуйте кнопку 􀥆, доки не почнуть блимати індикатори в нижній частині контролера. На контролері Joy‑Con натисніть і утримуйте кнопку синхронізації 􁏰 збоку, доки не почнуть блимати індикатори.
vi: Đối với bộ điều khiển Pro Controller, hãy giữ nút ghép đôi 􀥆 đến khi đèn ở bên dưới bộ điều khiển nhấp nháy. Đối với bộ điều khiển Joy-Con, hãy nhấn và giữ nút Đồng bộ hóa  dọc theo cạnh thiết bị đến khi đèn nhấp nháy.
zh_cn: 若使用专业控制器，按住配对按钮 􀥆 直至控制器底部指示灯闪烁。若使用Joy-Con，按住侧边的Sync按钮 􁏰 直至指示灯开始闪烁。
zh_hk: 如使用Pro控制器，請按住配對按鈕 􀥆，直到控制器底部的燈光閃爍。如使用Joy-Con，請按住控制器邊緣的「同步」按鈕 􁏰，直到燈光開始閃爍。
zh_tw: 若使用Pro控制器，請按住配對按鈕 􀥆，直到控制器底部的燈光閃爍。若使用Joy-Con，請按住其邊緣的「同步」按鈕 􀥆，直到燈光開始閃爍。

# HOW_TO_PAIR_NINTENDO_HEADER
source: Nintendo Switch Controller
ar: ذراع تحكم Nintendo Switch
bg: Контролер Nintendo Switch
ca: Comandament de la Nintendo Switch
cs: Ovladač Nintendo Switch
el: Χειριστήριο Nintendo Switch
es: Mando de Nintendo Switch
es_us: Control de Nintendo Switch
fi: Nintendo Switch -ohjain
fr: Manette Nintendo Switch
fr_ca: Manette Nintendo Switch
he: בקר Nintendo Switch
hi: Nintendo Switch कंट्रोलर
hr: Kontroler za Nintendo Switch
hu: Nintendo Switch vezérlő
id: Pengontrol Nintendo Switch
it: Controller per Nintendo Switch
ja: Nintendo Switchコントローラ
kk: Nintendo Switch контроллері
ko: Nintendo Switch 컨트롤러
lt: Valdiklis „Nintendo Switch“
ms: Pengawal Nintendo Switch
nb: Nintendo Switch-kontroller
pl: Kontroler Nintendo Switch
pt_br: Controle do Nintendo Switch
pt_pt: Comando Nintendo Switch
ro: Controller Nintendo Switch
ru: Контроллер Nintendo Switch
sk: Ovládač Nintendo Switch
sl: Igralni kontroler Nintendo Switch
sv: Nintendo Switch-spelkontroll
th: อุปกรณ์ควบคุม Nintendo Switch
tr: Nintendo Switch Kumandası
uk: Контролер Nintendo Switch
vi: Bộ điều khiển Nintendo Switch
zh_cn: Nintendo Switch控制器
zh_hk: Nintendo Switch控制器
zh_tw: Nintendo Switch控制器

# HOW_TO_PAIR_PS_CONTENT
source: Press and hold either Create or Share 􂂉 button on the top-left of the controller and the PS 􀾈 button until the light bar starts flashing rapidly.
ar: اضغط مطولًا على زر Create أو Share‏ 􂂉 في أعلى يسار ذراع التحكم وزر PS‏ 􀾈 حتى يبدأ الشريط الضوئي في الوميض بسرعة.
bg: Натиснете и задръжте или бутона за създаване или за споделяне 􂂉 горе вляво на контролера и бутона PS 􀾈, докато светлинната лента започне да мига бързо.
ca: Mantén premut el botó de crear o el de compartir 􂂉 que hi ha a la part superior esquerra del comandament i el botó PS 􀾈 fins que la barra de llum comenci a parpellejar ràpidament.
cs: Podržte tlačítko Create nebo Share 􂂉 na levé horní straně ovladače a tlačítko PS 􂂉, dokud nezačne rychle blikat světelný pruh.
da: Tryk og hold nede på knappen Create eller Share 􂂉 øverst til venstre på controlleren og knappen PS 􀾈, indtil lysstriben begynder at blinke hurtigt.
de: Halte die PS-Taste 􀾈 gedrückt, während du die Create- bzw. Share-Taste 􂂉 links oben auf dem Controller hältst, bis die Leuchtleiste schnell blinkt.
el: Κρατήστε πατημένα είτε το κουμπί Create είτε το κουμπί Share 􂂉 στην πάνω αριστερή πλευρά του χειριστηρίου και το κουμπί PS 􀾈 μέχρι να αρχίσει να αναβοσβήνει γρήγορα η φωτεινή γραμμή.
es: Mantén pulsado el botón Create o Share 􂂉 de la parte superior izquierda del mando junto con el botón PS 􀾈 hasta que la barra luminosa empiece a parpadear rápidamente.
es_us: Mantén presionados los botones Create o Share 􂂉 en la parte superior izquierda del control y el botón PS 􀾈 hasta que la barra de luz empiece a parpadear rápidamente.
fi: Paina ja pidä painettuna joko ohjaimessa ylhäällä vasemmalla olevaa Create-painiketta tai Share-painiketta 􁏰 sekä PS-painiketta 􁏰, kunnes valopalkki alkaa vilkkua nopeasti.
fr: Maintenez enfoncés le bouton Create ou Share 􀥆 situé en haut à gauche de la manette et le bouton PS 􀥆 jusqu’à ce que la barre lumineuse clignote rapidement.
fr_ca: Appuyez de façon prolongée soit sur le bouton « Create » soit sur le bouton « Share » 􂂉 en haut à gauche de la manette et sur le bouton « PS » 􀾈 jusqu’à ce que le voyant commence à clignoter rapidement.
he: יש ללחוץ ממושכות על הכפתור 􂂉 ״יצירה״ (Create) או ״שיתוף״ (Share) בקצה השמאלי העליון של הבקר ועל הכפתור 􀾈 ‏PS עד שפס האור בבקר מתחיל להבהב במהירות.
hi: कंट्रोलर के ऊपर बाईं ओर Create या Share 􂂉 बटन को दबाए रखें और PS 􀾈 बटन को तब तक दबाए रखें जब तक कि लाइट बार तेज़ी से फ़्लैश न करने लगे।
hr: Pritisnite i zadržite tipku Create ili Share 􀥆 u gornjem lijevom dijelu kontrolera i tipku PS 􀥆 sve dok svjetlosna traka ne počne brzo treperiti.
hu: Tartsa lenyomva a vezérlő bal felső részén található Létrehozás vagy Megosztás 􁏰 gombot, valamint a PS 􁏰 gombot, amíg a jelzőfény gyorsan el nem kezd villogni.
id: Tekan dan tahan tombol Create atau Share 􂂉 pada bagian kiri atas pengontrol dan tombol PS 􀾈 hingga light bar mulai berkedip dengan cepat.
it: Tieni premuti i tasti Crea o Share 􂂉 in alto a sinistra sul controller e il tasto PS 􂂉 fino a quando la barra luminosa inizia a lampeggiare rapidamente.
ja: ライトバーが素早く点滅を始めるまで、クリエイトボタンまたはコントローラの左上にあるShareボタン􂂉とPSの􀾈ボタンを長押しします。
kk: Контроллердің жоғарғы сол жағындағы жасау немесе бөлісу 􂂉 түймесін және PS 􀾈 түймесін, жарық жолағы жылдам жыпылықтай бастағанша басып тұрыңыз.
ko: 컨트롤러의 라이트 바가 빠르게 깜박일 때까지 컨트롤러 왼쪽 상단의 ‘만들기’ 또는 ‘Share’ 􂂉 버튼 및 PS 􀾈 버튼을 길게 누르십시오.
lt: Paspauskite ir laikykite valdiklio viršutinėje kairėje pusėje esantį mygtuką „Kurti“ arba mygtuką „Bendrinti“ 􂂉 ir mygtuką PS 􀾈, kol lempučių juosta pradės greitai mirksėti.
ms: Tekan dan tahan sama ada butang Cipta atau Kongsi 􂂉 di bahagian kiri atas pengawal dan butang PS 􀾈 sehingga bar cahaya mula berkelip pantas.
nb: Trykk og hold inne Create- eller Share-knappen 􂂉 oppe til venstre på kontrolleren samtidig som du trykker på PS 􀾈-knappen, til lyset begynner å blinke raskt.
nl: Houd de Create-knop of de Share 􂂉-knop linksboven op de controller en de PS 􀾈-knop ingedrukt tot de lichtbalk snel begint te knipperen.
pl: Naciśnij i przytrzymaj przycisk Create albo Share 􂂉 w lewej górnej części kontrolera razem z przyciskiem PS 􀾈, aż pasek świetlny zacznie szybko migać.
pt_br: Mantenha pressionado os botões Create ou Share 􂂉 na parte superior esquerda do controle e o botão PS 􀾈 até que a barra de luz comece a piscar rapidamente.
pt_pt: Mantenha premido o botão Create ou Share 􂂉, na parte superior esquerda do comando, e o botão PS 􀾈 até a luz no comando começar a piscar rapidamente.
ro: Țineți apăsate butoanele Create sau Share 􂂉 din partea de stânga sus a controllerului și butonul PS 􀾈 până când bara luminoasă începe să clipească rapid.
ru: Нажмите кнопку CREATE или SHARE 􂂉 в левой верхней части контроллера и удерживайте вместе с кнопкой PS 􀾈, пока индикатор не начнет часто мигать.
sk: Stlačte a podržte tlačidlo Create alebo Share 􂂉 v ľavej hornej časti ovládača a tlačidlo PS 􀾈, až kým svetelná lišta nezačne rýchlo blikať.
sl: Pritisnite in držite gumb Create ali Share 􂂉 na zgornjem levem delu kontrolerja in gumb PS 􀾈, dokler svetlobna vrstica ne začne hitro utripati.
sv: Håll in antingen skapa- eller dela-knappen 􂂉 på den övre vänstra delen av spelkontrollen och PS-knappen 􀾈 tills ljuspanelen börjar blinka snabbt.
th: กดปุ่ม Create หรือปุ่ม Share 􂂉 ทางด้านซ้ายบนสุดของอุปกรณ์ควบคุมและปุ่ม PS 􀾈 ค้างไว้จนกว่าแถบไฟจะเริ่มกะพริบอย่างรวดเร็ว
tr: Kontrol cihazının üzerindeki ışık hızlıca yanıp sönmeye başlayana kadar sol üst tarafındaki Create veya Share 􂂉 düğmesi ile PS 􀾈 düğmesini basılı tutun.
uk: Натисніть і утримуйте кнопку Create або Share 􂂉 у верхній лівій частині контролера та кнопку PS 􀾈, доки смуга індикації не почне швидко блимати.
vi: Hãy nhấn và giữ nút Tạo hoặc Chia sẻ  ở phía trên bên trái của bộ điều khiển cùng với nút PS  đến khi thanh đèn bắt đầu nhấp nháy nhanh.
zh_cn: 按住控制器左上方的Create或Share 􂂉 按钮以及PS 􀾈 按钮，直至灯条开始快速闪烁。
zh_hk: 按住控制器左上方的創建或Share按鈕 􂂉 和PS按鈕 􂂉，直到光條開始快速閃爍。
zh_tw: 按住控制器左上方的Create或Share按鈕 􂂉 以及PS按鈕 􂂉，直到光條開始快速閃爍。

# HOW_TO_PAIR_PS_HEADER
source: PlayStation Wireless Controller
ar: ذراع تحكم PlayStation اللاسلكية
bg: Безжичен контролер PlayStation
ca: Comandament sense fil de la PlayStation
cs: Bezdrátový ovladač PlayStation
da: Trådløs PlayStation-controller
el: Ασύρματο χειριστήριο PlayStation
es: Mando inalámbrico PlayStation
es_us: Control inalámbrico de PlayStation
fi: PlayStation Wireless -ohjain
fr: Manette sans fil PlayStation
fr_ca: Manette sans fil PlayStation
he: בקר אלחוטי של PlayStation
hi: PlayStation वायरलेस कंट्रोलर
hr: Bežični kontroler za PlayStation
hu: PlayStation vezeték nélküli vezérlő
id: Pengontrol Nirkabel PlayStation
it: Controller wireless per PlayStation
ja: PlayStationワイヤレスコントローラ
kk: PlayStation сымсыз контроллері
ko: PlayStation 무선 컨트롤러
lt: Belaidis valdiklis „PlayStation“
ms: Pengawal Wayarles PlayStation
nb: Trådløs PlayStation-kontroller
nl: Draadloze controller van PlayStation
pl: Kontroler bezprzewodowy PlayStation
pt_br: Controle sem Fio do PlayStation
pt_pt: Comando sem fios PlayStation
ro: Controller wireless PlayStation
ru: Беспроводной контроллер PlayStation
sk: Ovládač PlayStation Wireless
sl: Brezžični igralni kontroler PlayStation
sv: Trådlös PlayStation-spelkontroll
th: อุปกรณ์ควบคุม PlayStation แบบไร้สาย
tr: PlayStation Kablosuz Kontrol Cihazı
uk: Бездротовий контролер PlayStation
vi: Bộ điều khiển không dây PlayStation
zh_cn: PlayStation无线控制器
zh_hk: PlayStation無線控制器
zh_tw: PlayStation無線控制器

# HOW_TO_PAIR_TITLE
source: How to Pair Game Controllers
ar: كيفية إقران أذرع تحكم الألعاب
bg: Как се свързват контролери за игри
ca: Com s’enllacen els comandaments de joc
cs: Spárování herního ovladače
da: Sådan parres controllere
de: Koppeln von Spielecontrollern
el: Τρόπος ζευγοποίησης χειριστηρίων παιχνιδιών
es: Cómo enlazar mandos de videojuegos
es_us: Cómo enlazar controles de videojuegos
fi: Laiteparin tekeminen peliohjaimista
fr: Comment jumeler des manettes de jeu
fr_ca: Jumelage de manettes de jeu
he: כיצד לקשר שלטי משחק
hi: गेम कंट्रोलर पेयर कैसे करें
hr: Kako upariti igraće kontrolere
hu: Segítség a játékvezérlők párosításához
id: Cara Memasangkan Pengontrol Game
it: Come abbinare i controller per videogiochi
ja: ゲームコントローラをペアリングする方法
kk: Ойын контроллерлерін жұптастыру әдісі
ko: 게임 컨트롤러 페어링 방법
lt: Kaip susieti žaidimų valdiklius
ms: Cara Memasangkan Pengawal Permainan
nb: Slik kobler du sammen med spillkontroller
nl: Gamecontrollers koppelen
pl: Jak połączyć w parę kontrolery do gier
pt_br: Como Emparelhar Controles de Videogame
pt_pt: Como emparelhar comandos de jogos
ro: Cum asociați controllerele pentru jocuri
ru: Инструкции по подключению контроллера
sk: Párovanie herných ovládačov
sl: Kako seznaniti igralni kontroler
sv: Så här parkopplar du spelkontroller
th: วิธีจับคู่อุปกรณ์ควบคุมเกม
tr: Oyun Kumandaları Nasıl Eşlenir?
uk: Як спарити ігровий контролер
vi: Cách ghép đôi bộ điều khiển trò chơi
zh_cn: 如何配对游戏控制器
zh_hk: 如何配對遊戲控制器
zh_tw: 如何配對遊戲控制器
